Repository: Akuwatoga/FreeDisplay
Catalog: FreeDisplay/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: %@，已展开
en: %@, expanded

source: %@，已折叠
en: %@, collapsed

# DDC: 硬件直接控制亮度 软件: 通过软件调节亮度
source: DDC: 硬件直接控制亮度\n软件: 通过软件调节亮度
en: DDC: hardware-controlled brightness Software: software-emulated dimming

source: HiDPI 操作失败
en: HiDPI operation failed

source: HiDPI 模式
en: HiDPI mode

source: 下载并安装最新版本
en: Download and install the latest version

source: 个人
en: Personal

source: 主
en: Main

source: 主屏
en: Main

source: 亮度控制模式：\(ddcStatus == true ?
en: Brightness mode:

source: 亮度控制模式：系统
en: Brightness mode: System

source: 亮度（组合）
en: Brightness (combined)

source: 从屏幕取色
en: Pick color from screen

source: 伽马值
en: Gamma

source: 伽马值 B
en: Gamma B

source: 伽马值 G
en: Gamma G

source: 伽马值 R
en: Gamma R

source: 保存
en: Save

source: 保存中...
en: Saving…

source: 保存为预设
en: Save as preset

source: 内部
en: Internal

source: 内部 (8-bit)
en: Internal (8-bit)

source: 写入临时文件失败：%@
en: Failed to write temporary file: %@

source: 分辨率
en: Resolution

source: 切换 FreeDisplay 菜单使用的语言
en: Choose the language used by FreeDisplay's menu

source: 切换到%@
en: Switching to %@

source: 切换失败，请重试
en: Switch failed, please retry

source: 切换至此颜色配置文件
en: Switch to this color profile

source: 刘海
en: Notch

source: 创建
en: Create

source: 创建 AppleScript 失败
en: Failed to create AppleScript

source: 创建中...
en: Creating…

source: 创建新的虚拟显示器
en: Create new virtual display

source: 创建虚拟显示器
en: Create virtual display

source: 删除
en: Delete

source: 删除此虚拟显示器
en: Delete this virtual display

source: 刷新模式列表
en: Refresh mode list

source: 刷新率
en: Refresh rate

source: 原生模式
en: Native mode

source: 反转显示器色彩（类似夜间模式）
en: Invert display colors (similar to night mode)

source: 反转色彩
en: Invert colors

source: 取消
en: Cancel

source: 名称
en: Name

source: 启动时检查更新
en: Check for updates at launch

source: 启动时自动创建
en: Auto-create at launch

source: 启用高分辨率模式（Retina）
en: Enable high-resolution mode (Retina)

source: 启用高分辨率缩放
en: Enable high-resolution scaling

source: 图像调整
en: Image adjustment

source: 图标
en: Icon

source: 在系统设置中打开
en: Open in System Settings

source: 在菜单栏显示所有显示器的统一亮度滑块
en: Show a unified brightness slider for all displays in the menu

source: 在顶部菜单栏区域显示黑色遮罩以隐藏刘海
en: Show a black overlay across the menu bar area to hide the notch

source: 增益
en: Gain

source: 增益 B
en: Gain B

source: 增益 G
en: Gain G

source: 增益 R
en: Gain R

source: 复制显示器名称
en: Copy display name

source: 外部
en: External

source: 夜间
en: Night

source: 对比度
en: Contrast

source: 将当前显示器配置保存为预设
en: Save current display configuration as preset

source: 将此显示器设为主显示器
en: Set this display as main

source: 展开显示器控制面板
en: Expand display control panel

source: 工作
en: Work

source: 工具
en: Tools

source: 已应用
en: Applied

source: 应用失败，请重试
en: Failed to apply, please retry

source: 建议开启开机自动启动
en: Enable launch-at-login for a smoother experience

source: 开机自动启动
en: Launch at login

source: 当前
en: Current

source: 当前主显示屏
en: Current main display

source: 当前模式
en: Current mode

source: 我的预设
en: My presets

source: 所有描述文件
en: All profiles

source: 拖动调整亮度
en: Drag to adjust brightness

source: 拖动选择分辨率
en: Drag to select resolution

source: 排列显示器
en: Arrange displays

source: 推荐
en: Recommended

source: 收起
en: Collapse

source: 新版本 v%@ 可用
en: New version v%@ available

source: 无法切换到 %@，请重试
en: Failed to switch to %@, please retry

source: 日间
en: Day

source: 显示全部 %lld 个
en: Show all %lld

source: 显示器
en: Display

source: 显示器亮度
en: Display brightness

source: 显示器名称
en: Display name

source: 显示器排列失败，请重试
en: Display arrangement failed, please retry

source: 显示器：%@
en: Display: %@

source: 显示器：\(display.name)\(display.isMain ?
en: Display:

source: 显示模式
en: Display modes

source: 显示组合亮度控制
en: Show combined brightness slider

source: 暂停调整
en: Pause adjusting

source: 暂无虚拟显示器
en: No virtual displays

source: 暂时停用色彩调整，恢复原始显示
en: Temporarily disable adjustments and restore original output

source: 最低
en: Minimum

source: 最高
en: Maximum

source: 未找到描述文件
en: No profiles found

source: 未检测到内建显示屏
en: No built-in display detected

source: 未知
en: Unknown

source: 未知错误
en: Unknown error

source: 查看
en: View

source: 正在加载描述文件…
en: Loading profiles…

source: 此虚拟显示器当前处于活跃状态，删除后将立即停用。
en: This virtual display is currently active; deleting will deactivate it immediately.

source: 每次启动时自动检查是否有新版本可用
en: Automatically check for updates every time the app launches

source: 没有可用的显示模式
en: No available display modes

source: 活跃
en: Active

source: 游戏
en: Gaming

source: 点击屏幕任意位置取色…
en: Click anywhere on screen to pick a color…

source: 点击展开或折叠此部分
en: Tap to expand or collapse this section

source: 点击展开控制面板
en: Tap to expand control panel

source: 生成 Plist 数据失败
en: Failed to generate plist data

source: 用户取消了授权
en: User cancelled authorization

source: 登录时自动启动 FreeDisplay
en: Automatically launch FreeDisplay when you log in

source: 知道了
en: Got it

source: 确定
en: OK

source: 确认删除
en: Confirm deletion

source: 确认删除此虚拟显示器配置？
en: Delete this virtual display configuration?

source: 管理员授权失败：%@
en: Administrator authorization failed: %@

source: 系统
en: System

source: 系统亮度：通过系统 API 控制内建显示屏亮度
en: System brightness: controls the built-in display via system API

source: 系统颜色
en: System colors

source: 组合亮度
en: Combined brightness

source: 继续调整
en: Continue adjusting

source: 自动
en: Auto

source: 自动亮度
en: Auto brightness

source: 色温
en: Color temperature

source: 虚拟显示器
en: Virtual displays

source: 虚拟显示器创建失败，请重试
en: Failed to create virtual display, please retry

source: 设 %@ 为主显示器
en: Set %@ as main display

source: 设为主显示屏
en: Set as main display

source: 设置
en: Settings

source: 设置主显示屏失败
en: Failed to set main display

source: 语言
en: Language

source: 调整 伽马值
en: Adjust gamma

source: 调整 增益
en: Adjust gain

source: 调整 对比度
en: Adjust contrast

source: 调整 红色伽马值
en: Adjust red gamma

source: 调整 红色增益
en: Adjust red gain

source: 调整 绿色伽马值
en: Adjust green gamma

source: 调整 绿色增益
en: Adjust green gain

source: 调整 色温
en: Adjust color temperature

source: 调整 蓝色伽马值
en: Adjust blue gamma

source: 调整 蓝色增益
en: Adjust blue gain

source: 调整 量化级别
en: Adjust quantization level

source: 调整可能影响 HDR 内容！
en: Adjustments may affect HDR content!

source: 跟随内建屏亮度同步中
en: Syncing with built-in display brightness

source: 跟随内建屏亮度调整外接显示器
en: Adjust external displays following built-in brightness

source: 跟随系统
en: Follow system

source: 软件
en: Software

source: 软件 %lld%%
en: Software %lld%%

source: 软件模拟
en: Software fallback

source: 退出
en: Quit

source: 退出 FreeDisplay
en: Quit FreeDisplay

source: 选择虚拟显示器分辨率
en: Choose virtual display resolution

source: 重置全部
en: Reset all

source: 重置所有色彩调整为默认值
en: Reset all color adjustments to default

source: 量化
en: Quantization

source: 镜像
en: Mirror

source: 隐藏刘海区域
en: Hide the notch area

source: 需要管理员权限
en: Administrator privileges required

source: 预设名称
en: Preset name

source: 颜色历史
en: Color history

source: 颜色描述文件
en: Color profile

source: ，已展开
en: , expanded

source: ，已折叠
en: , collapsed
